import s from "./policy.module.scss";

const PolicyContent = ({}) => {

  return (

    <section className = {`${ s.policy } relative`}>

      <img src = "/img/back-waves.png" className = {`${ s.policy__waves } absolute`}/>

      <p className = {`${ s.policy__text } ${ s.policy__text__title } relative`}>Политика <span>Конфиденциальности</span></p>
      
      <p className = {`${ s.policy__text } ${ s.policy__text__subtitle } relative`}>1. ОБЩИЕ ПОЛОЖЕНИЯ</p>
      
      <p className = {`${ s.policy__text } ${ s.policy__text__text } relative`}>

        Настоящая Политика Конфиденциальности регулирует политику и процедурные аспекты сбора, использования и распространения персональных данных через настоящий Сайт. <br />
        Для целей настоящей Политики Конфиденциальности, персональные данные означают информацию, которая дает возможность идентифицировать лицо, а также информация о деятельности лица, например, об использовании Сайта, если такое использование прямо связано с информацией, позволяющей установить личность Пользователя. <br className = "mobile"/><br className = "mobile"/>Используя Сайт, Пользователь соглашается с настоящей Политикой Конфиденциальности. Оставляя свои персональные данные и используя настоящий Сайт, Пользователь позволяет сбор, использование и распространение своих персональных данных в соответствии с настоящей Политикой Конфиденциальности и применимым законодательством.

      </p>

      <p className = {`${ s.policy__text } ${ s.policy__text__subtitle } relative`}>2. СБОР ПЕРСОНАЛЬНЫХ ДАННЫХ ПОЛЬЗОВАТЕЛЕЙ</p>
      
      <p className = {`${ s.policy__text } ${ s.policy__text__text } relative`}>

        Для более комфортного использования Сайта от Пользователей могут запрашиваться: адрес электронной почты, полное имя, фамилия и отчество, дата рождения, пол, местонахождение, профессия, информация о семейном положении, интересах, информация для авторизации в социальных сетях, данные о сессии и т.д. <br className = "mobile"/><br className = "mobile"/>Администрация Сайта имеет возможность идентифицировать каждого Пользователя, включая, но не ограничиваясь, с помощью профайлов в социальных медиаплощадках. <br className = "mobile"/><br className = "mobile"/>Кроме того, на серверах Администрации хранится информация о деятельности Пользователя <br className = "desktop"/>на Сайте. 
      
        <br /><br />

        <span>Дополнительно Администрация Сайта имеет право собирать следующую информацию:</span>

        <br /><br />

        - сведения о мобильном устройстве Пользователя (модель, версия операционной системы, уникальные идентификаторы устройства, а также данные о мобильной сети и номер телефона)
        <br /><br />
        - сведения журналов, содержащих информацию об использовании <br className = "mobile"/>Сайта или просмотре информации <br className = "mobile"/>с помощью Сайта (включая, но не ограничиваясь подробными сведениями об использовании Приложения, включая поисковые запросы, данные о телефонных вызовах, включая номера телефонов для входящих, исходящих и переадресованных звонков, дату, время, тип и продолжительность вызовов, а также информацию о маршруте SMS, IP-адресах, данные об аппаратных событиях, в том числе о сбоях и действиях в системе, а также о настройках, типе и языке браузера, <br />дате и времени запроса и URL перехода)
        <br /><br />
        - сведения о местоположении <br className = "mobile"/>(включая данные GPS, отправленные мобильным устройством, данные различных технологий определения координат)
        <br /><br />
        - временные файлы, файлы cookies, используя таже следующий перечень данных:<br /><br />
        - IP-адрес<br /><br className = "mobile"/>
        - запросы Пользователя<br /><br className = "mobile"/>
        - история поиска Пользователя<br /><br className = "mobile"/>
        - версии Flash и поддержка JavaScript<br /><br className = "mobile"/>
        - системная информация, данные браузера<br /><br className = "mobile"/>
        - установленные на устройстве типы браузеров<br /><br className = "mobile"/>
        - установленные на устройстве расширения и настройки цвета экрана<br /><br className = "mobile"/>
        - установленные и используемые на устройстве языки, а также дату и время сессии<br /><br className = "mobile"/>
        - количество посещений Сайта и просмотры страниц с детальной информацией по каждой сессии<br /><br className = "mobile"/>
        - длительность пребывания на Сайте и отдельных разделах, а также всю историю взаимодействия Пользователя с Сайтом
        <br /><br />
        Для целей сбора статистики о посетителях сайта Администрация Сайта вправе осуществлять обработку персональных данных следующими способами: сбор, систематизация, накопление, хранение, обновление, изменение, использование. Администрация Сайта может обрабатывать файлы cookie самостоятельно или с привлечением иных сервисов.
        <br /><br />
        Если Вы не хотите использовать файлы cookies, Вы можете отключить их в настройках безопасности Вашего браузера. Отключение файлов cookies следует выполнить для каждого браузера, с которого осуществляется вход на Сайт.
        <br /><br />
        Обратите внимание, что отключение файлов cookies может привести к невозможности использовать некоторые сервисы и возможности Сайта.

      </p>

      <p className = {`${ s.policy__text } ${ s.policy__text__subtitle } relative`}>3. ИСПОЛЬЗОВАНИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ</p>
      
      <p className = {`${ s.policy__text } ${ s.policy__text__text } relative`}>

          Информация, связанная с доступом <br className = "mobile"/>к Сайту, может использоваться Администрацией для диагностики функционирования, а также для обеспечения высокого качества обслуживания. Кроме того, личная информация и персональные данные могут использоваться для анализа поведения Пользователей, для оценки интереса, проявленного в отношении различных разделов Сайта. <br /><br />Администрация оставляет за собой право делиться личной информацией <br className = "mobile"/>и персональными данными с учредителями и руководителями, а также со всеми филиалами, представительствами <br />и другими связанными с Администрацией компаниями, но обязуется требовать от всех, кто получит доступ к данной информации, соблюдения условий настоящей Политики Конфиденциальности. <br />Только уполномоченные сотрудники Администрации, занимающиеся поддержкой работы, имеют доступ к персональным данным. Такие сотрудники обязаны строго хранить конфиденциальность и предотвращать доступ третьих лиц или несанкционированный доступ к персональным данным. Личная информация и персональные данные Пользователей могут быть использованы Администрацией для административных целей, например, для внутренних расследований нарушений Договора Оферты и настоящей Политики Конфиденциальности. Общедоступные данные Пользователя могут быть использованы Администрацией в коммерческих целях, в том числе в рекламе. 
      
      </p>

      <p className = {`${ s.policy__text } ${ s.policy__text__subtitle } relative`}>4. РАСПРОСТРАНЕНИЕ И РАСКРЫТИЕ ИНФОРМАЦИИ</p>
      
      <p className = {`${ s.policy__text } ${ s.policy__text__text } relative`}>
      
        Администрация сайта не продает, не предоставляет на условиях аренды и <br className = "mobile"/>не делится личной информацией Пользователей с третьими лицами, <br className = "mobile"/>за исключением деловых партнеров, <br className = "mobile"/>в частности, фондов <br />и платёжных систем, с целью повышения качества услуг. Администрация предоставляет Пользователям возможность распространять информацию о других Пользователях через социальные сети с целью популяризации Сайта. Администрация взаимодействует с правительством и представителями органов исполнительной власти с целью выполнения и соблюдения законодательства. <br /><br />Администрация может раскрывать персональные данные, добросовестно полагая, что он уполномочен это делать, или что такое поведение является оправданно необходимым или обоснованным <br />для соблюдения законодательства, или судебного процесса, или требований органов государственной власти; в ответ на любые жалобы, или для защиты прав, собственности или безопасности Администрации, её Пользователей, сотрудников или общества, в том числе, но не ограничиваясь, от мошенничества, злоупотребления, неправильного или незаконного использования Сайта. <br /><br />Администрация может раскрыть на официальный запрос органов государственной власти информацию, необходимую для расследования. Администрация может раскрыть персональные данные Пользователя на запрос другого Пользователя, если таковой не сможет получить возмещение стоимости платных услуг ресурса, с целью предоставить Пользователю возможность обращения в суд. 
      
      </p>

      <p className = {`${ s.policy__text } ${ s.policy__text__subtitle } relative`}>5. ИНФОРМАЦИОННАЯ БЕЗОПАСНОСТЬ</p>
      
      <p className = {`${ s.policy__text } ${ s.policy__text__text } relative`}>
      
        Сайт оснащен мерами обеспечения безопасности и защиты личной информации и персональных данных Пользователей от их утери, злоупотребления, несанкционированного доступа, использования, раскрытия, внесения изменений или уничтожения. <br className = "mobile"/><br className = "mobile"/>Администрация обращает внимание <br className = "mobile"/>на то, что ни один из существующих способов передачи данных не может быть абсолютно безопасным. Поэтому Администрация, несмотря на все принятые меры по обеспечению безопасности, не может гарантировать полную сохранность информации и данных. Администрация не несет ответственности за незаконные действия третьих лиц, хакеров, злоумышленников и прочих нарушителей применяемого законодательства, которые могут нарушать условия настоящей Политики Конфиденциальности и пытаться завладеть полностью или частично личной информацией и персональными данными Пользователей, а также использовать её в личных целях. <br /><br />При работе с Сайтом Пользователю не предоставляются права интеллектуальной собственности ни на сам Сайт, ни на связанный с ним контент. Указанный контент Сайта может быть использован Пользователем только в том случае, если он получил разрешение его владельца, или если такая возможность обеспечивается законодательством. Настоящая Политика Конфиденциальности не предоставляет Клиентам прав на использование каких-либо различительных элементов Сайта. Пользователь не должен удалять, скрывать или изменять юридические уведомления, отображаемые на Сайте или в Приложении. Отдельные функции Сайта позволяют Пользователям загружать, добавлять, хранить, отправлять или получать контент. При этом все права на интеллектуальную собственность <br />в отношении таких материалов остаются у их владельца. Системы Сайта автоматически анализируют контент Пользователя с целью предоставления полезной для последнего информации. Кроме того, такой анализ помогает выявлять спам и вредоносные программы. Он выполняется во время отправки, получения и хранения контента. 
      
      </p>

      <p className = {`${ s.policy__text } ${ s.policy__text__subtitle } relative`}>6. ССЫЛКИ НА <br className = "mobile"/>ВНЕШНИЕ САЙТЫ</p>
      
      <p className = {`${ s.policy__text } ${ s.policy__text__text } relative`}>
      
        Сайт может содержать ссылки на сторонние сервисы. Администрация не несет ответственности за содержание и деятельность таких сайтов и обеспечение ими конфиденциальности, а также за любой ущерб, связанный и возникающий вследствие посещения Пользователями таких сайтов. Передача информации личного характера при посещении внешних сайтов, даже если они содержат ссылки на сайты Администрации или web-страницу Приложения на AppStore или GooglePlay, не попадает под условия настоящей Политики конфиденциальности. <br className = "mobile"/><br className = "mobile"/>Администрация не несет ответственности за действия сторонних сайтов. Сбор и передача личной информации и персональных данных Пользователями регламентируются документами об использовании подобной информации, размещенными <br className = "desktop"/>на внешних сайтах.

      </p>

      <p className = {`${ s.policy__text } ${ s.policy__text__subtitle } relative`}>7. ЗАПРОСЫ И ЖАЛОБЫ ПОЛЬЗОВАТЕЛЕЙ ПО ПОВОДУ ПЕРСОНАЛЬНЫХ ДАННЫХ</p>
      
      <p className = {`${ s.policy__text } ${ s.policy__text__text } relative`}>
      
        В тех случаях, когда, по мнению Пользователя, нарушены условия настоящей Политики Конфиденциальности в отношении персональных данных, или при наличии вопросов, относящихся к конфиденциальности, необходимо воспользоваться функцией обратной связи и направить Администрации на указанный на Сайте соответствующий запрос. Администрация Сайта проверяет все сообщения о предполагаемых нарушениях прав и, руководствуясь применяемым законодательством и Договором Оферты, прекращает действие аккаунтов, владельцы которых систематически <br />нарушают законодательство или осуществляют другие действия, запрещённые Договором Оферты.
      
      </p>

      <p className = {`${ s.policy__text } ${ s.policy__text__subtitle } relative`}>8. ДОПОЛНЕНИЯ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ</p>
      
      <p className = {`${ s.policy__text } ${ s.policy__text__text } relative`}>
      
        Администрация Сайта оставляет за собой право обновлять, редактировать и вносить изменения в настоящую Политику Конфиденциальности без дополнительного уведомления Пользователей. <br /><br className = "mobile"/>Датой вступления в силу изменений является дата публикации на Сайте обновленной версии Политики Конфиденциальности. <br /><br />Актуальная версия настоящего документа находится здесь с момента вступления в силу. 
      
      </p>

    </section>

  )

}

export default PolicyContent;